[
    {
        "id": 1,
        "name": "Harishchandra Gad",
        "location": "Nagar",
        "level": "Hard",
        "imageURL": "assets/img/treks/harishchandragad.jpg",
        "rating": 4,
        "price": 1200,
		"description": "Harishchandragad is a hill fort in the Ahmednagar district of India. Its history is linked with that of Malshej Ghat, kothale village and it has played a major role in guarding and controlling the surrounding region.",
		"attractions": ["Kedareshwar cave","Kokan kada","Taramati peak"],
		"eventDate": "2020-07-25",
		"activities": ["Trekking","Camping"]
    },
    {
        "id": 2,
        "name": "Rajmachi",
        "location": "Khandala",
        "level": "Easy",
        "imageURL": "assets/img/treks/rajmachi.jpg",
        "rating": 4.8,
        "price": 800,
		"description": "Rajmachi Fort (Killa) is one of the many historical forts in the rugged hills of Sahyadri mountains (Western Ghats). It consists of two twin fortresses Shriwardhan Ballekilla and Manaranjan Balekilla, with a wide machi (plateau) surrounding the two Balekillas. Udhewadi is a small village of about 60 households situated on the machi, at the southern foot of Manaranjan Balekilla of Rajmachi Fort.",
		"attractions": ["Kondane caves","Shriwardhan and Manaranjan Forts","Kataldhar Waterfall"],
		"eventDate": "2020-08-07",
		"activities": ["Trekking","Camping"]

    },
    {
        "id": 3,
        "name": "Vikatgad",
        "location": "Neral",
        "level": "Moderate",
        "imageURL": "assets/img/treks/vikatgad.jpg",
        "rating": 3.6,
        "price": 1000,
		"description": "Vikatgad Peb Fort is a fort located 19km from Karjat, in Raigad district, of Maharashtra. This fort is in continuation with the Malang gad, Tauli Hill and Chanderi fort of the Matheran Hill Range. Vikatgad is a favourite destination for the one day trekkers. The trek path to Vikatgad is along deep ravines and cliffs. Its closeness to Matheran and Neral is attracting a large number of trekkers on weekends.There are two gates on the entrance path of the fort, however only ruins of the gates can be seen. There are water cistern and ruins of the buildings on the fort. The top of the fort is very narrow and a recently built temple with Lord Datta's paduka idol at the center is constructed. There is an idol of Hanuman on the fort. The ground on the fort is very irregular and hilly. It takes about an hour to visit all places on the fort.",
		"attractions": ["Kadyavarcha Ganpati","Historic Ladder"],
		"eventDate": "2020-06-29",
		"activities": ["Trekking"]
    },
	{
        "id": 4,
        "name": "Pavana Lake",
        "location": "Lonavala",
        "level": "Easy",
        "imageURL": "assets/img/treks/pavanalake.jpg",
        "rating": 3.8,
        "price": 800,
		"description": "Pavana Lake, also known as Pavana Dam Reservoir and Pavana Lake, is a reservoir turned artificial lake in the Indian state of Maharashtra, formed by the Pavana Dam across the Pavana River in Pune district. The reservoir is 25 km from Lonavala and is increasingly getting popular as picnic and camping site for visitors from Pune and Mumbai.",
		"attractions": ["Pavana Dam","Lohgad fort"],
		"eventDate": "2020-06-20",
		"activities": ["Camping"]
    },
	{
        "id": 5,
        "name": "Bhandardara Lake",
        "location": "Nagar",
        "level": "Easy",
        "imageURL": "assets/img/treks/bhandardaralake.jpg",
        "rating": 4.8,
        "price": 1400,
		"description": "Bhandardara sits by the Pravara River, and the natural environment, waterfalls, mountains, Wilson dam, Arthur lake and Randha falls are tourist attractions.",
		"attractions": ["Amruteshwar Temple","Wilson Dam", "Arthur Hill Lake"],
		"eventDate": "2020-07-02",
		"activities": ["Camping"]
    },
	{
        "id": 6,
        "name": "Velas Turtle Festival",
        "location": "Velas",
        "level": "Easy",
        "imageURL": "assets/img/treks/velas.jpg",
        "rating": 4.2,
        "price": 2400,
		"description": "Velas Beach is famous in Maharashtra for Turtle Festival. This festival is arranged by forest department, village panchayat and Kasav Mitramandal. It's an amazing effort to conserve Olive Ridley turtles and travelers get to see the first journey of tiny turtles hatching and making their way to the sea. Also, efforts has been taken for local community as there are no resorts/ hotels around, travelers has to accommodate in home stays which itself is an amazing experience and you will definitely enjoy the local food.",
		"attractions": ["Velas Beach","Bankot Fort"],
		"eventDate": "2020-03-01",
		"activities": ["Sightseeing"]
    },
	{
        "id": 7,
        "name": "Purushwadi Fireflies Festival",
        "location": "Nagar",
        "level": "Easy",
        "imageURL": "assets/img/treks/purushwadi.jpg",
        "rating": 3.8,
        "price": 900,
		"description": "Purushwadi is home to millions of fireflies and these magical creatures form a spectacle of sorts during their mating season.",
		"attractions": [],
		"eventDate": "2020-03-01",
		"activities": ["Sightseeing"]
    },
	{
        "id": 8,
        "name": "Kaas Pathar",
        "location": "Satara",
        "level": "Easy",
        "imageURL": "assets/img/treks/kaaspathar.jpg",
        "rating": 3.8,
        "price": 1800,
		"description": "The Kaas Plateau, also known as the Kaas Pathar, is a valley of flowers and famous for its wide variety of flower species. It falls under the Sahyadri Sub Cluster of the Western Ghats, and it became a part of a UNESCO World Natural Heritage Site in 2012.",
		"attractions": ["Kass Lake","Vajrai Waterfall"],
		"eventDate": "",
		"activities": ["Sightseeing"]
    },
	{
        "id": 9,
        "name": "Bekare Waterfall Rappelling",
        "location": "Bhipuri",
        "level": "Hard",
        "imageURL": "assets/img/treks/bekarewaterfall.jpg",
        "rating": 4.0,
        "price": 1800,
		"description": "Bekare Waterfall is among the most picturesque waterfalls near Mumbai. This waterfall is set like an aquamarine jewel in the emerald backdrop of the valley.",
		"attractions": ["Aashane/Koshane Waterfall"],
		"eventDate": "",
		"activities": ["Rappelling"]
    },
	{
        "id": 10,
        "name": "Shivaji Maharaj Coronation Ceremony",
        "location": "Raigad",
        "level": "Moderate",
        "imageURL": "assets/img/treks/raigad.jpg",
        "rating": 4.0,
        "price": 800,
		"description": "Bhivpuri Waterfall is among the most picturesque waterfalls near Mumbai. This waterfall is set like an aquamarine jewel in the emerald backdrop of the valley.",
		"attractions": ["Raigad Fort"],
		"eventDate": "2020-06-06",
		"activities": ["Trekking","Sightseeing"]
    }
]